<?php 
	header("Content-Type:application/javascript; charset=utf8");
	/*echo "11222";*/
	$gtt_hot = ["datas"=>[
		[
			"src"=>"gtt_image/gtt_hot1.da7d6a7f-5e66-439b-82e9-e5c23f17f739",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot2.d6a7502b-cddd-4fa9-af4b-f505e1638f6f",
			"h3"=>"极限竞速：地平线 4 终极版",
			"p"=>"随着赛事动态变换的四季风光，让这场全世界最盛大的赛车嘉年华完全不同以往。单枪匹马或者与其他人组队，在一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情竞速、表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线 4 终极版数码捆绑包内含车辆通行证、VIP 会员资格、Formula Drift 车辆包、无敌邦德车辆包，还有两个游戏扩充套件（发布时可取得）。"
		],
		[
			"src"=>"gtt_image/gtt_hot3.73b0760d-45f7-46fc-8ce2-ab5ee02520f8",
			"h3"=>"帝国时代：决定版",
			"p"=>"支援语系：英文、法文、意大利文、西班牙文、葡萄牙文(Portuguese)、俄文、日文、韩文、简体中文、繁体中文、越南文和印度文。出自二十年前的经典即时战略游戏《帝国时代》，将正式推出 Windows 10 PC 版。《帝国时代：决定版》是完整的即时战略包，集合官方以往释出的所有现代化游戏内容、全新视觉效果以及其他许多全新功能。加入一场超过 40 个小时的战役更新内容，体验全新故事旁白与节奏。推出全新竞赛功能与模式，能和多达八位玩家进行在线对战。体验 4K 高清视觉效果与全面翻新的动画。剧本编辑器可让您发挥无限创意，与他人分享您的创意剧本。现在就是投入《帝国时代》的最佳时机。欢迎重返历史荣光。* 需要一个免费的 Xbox Live 帐户。"
		],
		[
			"src"=>"gtt_image/gtt_hot4.39be58b2-02b6-4771-a8c6-30bd54070d68",
			"h3"=>"Plague Inc.",
			"p"=>"瘟疫公司是一个非常真实的策略模拟类游戏"
		],
		[
			"src"=>"gtt_image/gtt_hot5.71ab5641-11af-4813-89d6-5176f4cb173d",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot6.d126a3dd-d7f8-4e50-9549-9c0b189e4ec2",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot7.d9d8eaa3-56b8-4ff8-9e97-ecf9e74e8e78",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot8.4f07116d-0007-4fcf-aca7-711da04b98dc",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot9.f3d5ccf3-125c-4960-a06c-47779737d7b0",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot10.3d995c49-116e-4ac4-a860-814aa3279098",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot11.25a97451-9369-4f6b-b66b-3427913235eb",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot12.d4f2c0a6-7d8b-4924-a973-4b6991eab64b",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot13.c9e38ba5-d884-4250-a553-1d8cf473913c",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot14.aa2238ac-34e8-4d87-8849-696e161e0c3c",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot15.eb925c54-df49-4a8a-abcf-00a9a05b9f70",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot16.2043046a-b8fa-4f99-b561-81ff881cdf47",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot17.c2ae50e6-75c4-4eb9-88c7-38ca8124bb10",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot18.6f7d95c8-6adb-4d5d-84c7-1702678724ef",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot19.8c9ed520-dc70-4573-81ce-d52f7929c4f8",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot20.0d6f3a67-59e5-42aa-aa33-7d5587241ec0",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot21.b40bef8a-4e18-46b8-979a-3bef33b5bce1",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot22.9738f00f-7be2-42ea-8d25-fc744cf18b24",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		],
		[
			"src"=>"gtt_image/gtt_hot23.205769d8-417a-4eb8-9a7e-1546d7f0ab4f",
			"h3"=>"极限竞速：地平线 4 豪华版",
			"p"=>"在世界上最盛大的汽车嘉年华上，不断变化的赛季改变着一切。单枪匹马或者与其他人组一个共享开放世界中探索美丽而富有历史气息的英国。收集、改装和驾驶超过 450 辆车辆。尽情表演特技、创造和探索：选择您专属的方式来成为地平线中的超级巨星。极限竞速：地平线豪华版数码捆绑包内含极限竞速：地平线 4 车辆通行证、方程式漂移车辆包。"
		]
	]
	];

	$json = json_encode($gtt_hot);
	echo $json;
?>